export interface Stump {
  category: string;
  agenda: string;
  easyQuestion: string;
  hardQuestion: string;
}

export type FiveTen = string[];

export type FourForForty = string[];

export interface Quiz {
  stump: Stump[];
  fiveTen: FiveTen;
  FourForForty: FourForForty;
}

export const data: Quiz = {
  stump: [],
  fiveTen: [
    "Назви 5 відомих українців",
    "Назви 5 назв річок",
    "Назви 5 неіснуючих слів",
    "Назви 5 українських фіналістів фінальної стадії євробачення",
    "Назви 5 вчителів у школі по імені та по-батькові",
    "Назви 5 видів молочних продуктів",
    "Назви 5 учасників євробачення які приймали участь у нацвідборі але не потрапили на євробачення",
    "Назви 5 моделей авто фольксваген",
    "Назви 5 вищих навчальних закладів України",
    "Назви 5 країн які омиваються океаном",
    "Назви 5 страв з яєць",
    "Назви 5 найменувань медикаментів",
    "Назви 5 баскетболістів",
    "Назви 5 міст які починаються на літеру “К”",
    "Назви 5 видів риб",
    "Назви 5 порід собак",
  ],
  FourForForty: ["Рослина", "Тварина", "Фільм", "Пісня"],
};
